IDEA StatiCa Open Model
ArcSegment3D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ArcSegment3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ArcSegment3D()
Public Sub New
public:
ArcSegment3D()
See Also
Reference
ArcSegment3D Class
IdeaRS.OpenModel.Geometry3D Namespace